Repository: AlborzAsbagh/Pbtpro-Web-Api
Catalog: WebApiNew/App_GlobalResources/Localization.*.resx
Languages: ru_ru

# AccessImagePathFail
source: * Image path cannot be accessed!
ru_ru: * Путь к изображению недоступен!

# AccessImagePathFailFormatted
source: * Image path cannot be accessed! Error: {0}
ru_ru: * Путь к изображению недоступен! : Ошибка {0}

# AccessImagePathOk
source: * Access to image path is successful.
ru_ru: * Доступ к пути к изображению успешен.

# DbConnectionFail
source: * Cannot connect to the database!
ru_ru: * Невозможно подключиться к базе данных!

# DbConnectionSuccessful
source: * Database connection is successful
ru_ru: * Подключение к базе данных выполнено успешно

# errorFormatted
source: Error: {0}
ru_ru: Ошибка: {0}

# IndexTitle
source: Orjin Software Mobile Web Service
ru_ru: Мобильная веб-служба Orjin Software

# KodluIsTalebiOlusturuldu
source: work request {0} is created.
ru_ru: Запрос на работу {0} создан.

# NoluIsemrineAtandiniz
source: You are assigned to work order {0} .
ru_ru: Вам назначено рабочее задание {0} .

# NoluIsemriOlusturuldu
source: Work request {0} is created.
ru_ru: Запрос на работу {0} создан.

# NoluMalzemeTalebiOlusturuldu
source: Work request {0} is created.
ru_ru: Запрос на работу {0} создан.

# PersonelBilgiYokKayitEdilemedi
source: Due to no personnel connection found, profile image is not saved!
ru_ru: Из-за отсутствия связи с персоналом изображение профиля не сохраняется!

# ResimKayitHata
source: There is an error occurred while saving images ! Error : {0}
ru_ru: Произошла ошибка при сохранении изображений ! Ошибка : {0}

# YeniIsEmri
source: New Work Order!
ru_ru: Новый WO!

# YeniIsTalebi
source: New Work Request!
ru_ru: Новый WO!

# YeniMalzemeTalebi
source: New Item Request!
ru_ru: Запрос на новый материал!

# FirmaListError
source: Server error while retrieving the company list: {0}
ru_ru: Ошибка сервера при получении списка компаний: {0}

# GetCalismaAyarListError
source: Server error while retrieving work types: {0}
ru_ru: Ошибка сервера при получении типов работ: {0}

# GetCalismaListError
source: Server error while retrieving equipment work list: {0}
ru_ru: Ошибка сервера при получении рабочего списка оборудования: {0}

# GetCalismaOperatorListError
source: Server error while retrieving the operator list: {0}
ru_ru: Ошибка сервера при получении списка операторов: {0}

# KodOlusturError
source: Server error while creating code: {0}
ru_ru: Ошибка сервера при создании кода: {0}

# MakineCalismaKartGuncelleErr
source: Server error while updating equipment work list: {0}
ru_ru: Ошибка сервера при обновлении рабочего списка оборудования: {0}

# MakineCalismaKartGuncelleOk
source: Equipment work list is successfully updated!
ru_ru: Перечень работ по оборудованию успешно обновлен!

# MakineCalismaKartKayitErr
source: Server error while saving equipment work list: {0}
ru_ru: Ошибка сервера при сохранении рабочего списка оборудования: {0}

# MakineCalismaKartKayitOk
source: Equipment work list is successfully saved!
ru_ru: Список работ по оборудованию успешно сохранен!

# MknCalismaKartKayitDegisiklikYok
source: Equipment work form could not be updated!\nNo changes detected in the record!
ru_ru: Не удалось обновить форму работы оборудования!\nНикаких изменений в записи не обнаружено!

# MknCalismaKartKayitKayitYok
source: Equipment work form could not be updated!\nNo record found!
ru_ru: Не удалось обновить форму работы оборудования!\nЗаписей не найдено!

# BilgilerAlinirkenSunucuHata
source: Server error while retreiving information: {0}
ru_ru: Ошибка сервера при получении информации: {0}

# MknCalismaOperatorGuncelleHata
source: Server error while updating operator: {0}
ru_ru: Ошибка сервера при обновлении оператора: {0}

# MknCalismaOperatorGuncelleOk
source: Operator is successfully updated!
ru_ru: Оператор успешно обновлен!

# MknCalismaOperatorKayitHata
source: Server error while saving operator: {0}
ru_ru: Ошибка сервера при сохранении оператора: {0}

# MknCalismaOperatorKayitOk
source: Operator is successfully saved!
ru_ru: Оператор успешно сохранен!

# MknCalismaSilHata
source: Equipment work form cannot be deleted!
ru_ru: Форма работы с оборудованием не может быть удалена!

# MknCalismaSilKayitYok
source: Equipment work form cannot be deleted!\nNo record found!
ru_ru: Форма работы с оборудованием не может быть удалена!\nЗаписей не найдено!

# MknCalismaSilOk
source: Equipment work form is successfully deleted!
ru_ru: Форма работы с оборудованием успешно удалена!

# MknCalismaSilSunucuHata
source: Server error while deleting equipment work form: {0}
ru_ru: Ошибка сервера при удалении формы работы оборудования: {0}

# MknOperatorSilHata
source: Operator cannot be deleted!
ru_ru: Оператор не может быть удален!

# MknOperatorSilKayitYok
source: Operator cannot be deleted! No record found!
ru_ru: Оператор не может быть удален! Записей не найдено!

# MknOperatorSilOk
source: Operator is successfully deleted!
ru_ru: Оператор успешно удален!

# MknOperatorSilSunucuHata
source: Server error while deleting operator: {0}
ru_ru: Ошибка сервера при удалении оператора: {0}

# MknOprGuncelleDegYokHata
source: Operator cannot be updated!\nNo changes detected in the record!
ru_ru: Оператор не может быть обновлен!\nНикаких изменений в записи не обнаружено!

# MknOprGuncelleKayitYokHata
source: Operator cannot be updated!\nNo record found!
ru_ru: Оператор не может быть обновлен!\nЗаписей не найдено!
